Fabrication Part Fitting Failed to Fit
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
 Syntax
  C#
public static FailureDefinitionId FabricationPartFitFailure { get; }
  Visual Basic
Public Shared ReadOnly Property FabricationPartFitFailure As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FabricationPartFitFailure {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MEPFabricationFailures Class
  Autodesk.Revit.DB Namespace